Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# P2PEverybodyMinus
source: Everybody (-{0})
ar: الجميع (-⁨{0}⁩)
be: Усе (-{0})
ca: Tothom (-{0})
de: Jeder (-{0})
es: Todos (-{0})
fa: همه (-⁨{0}⁩)
fi: Kaikki (-{0})
fr: Tout le monde (-{0})
id: Semua Orang (-{0})
it: Tutti (-{0})
ko: 모두 (-{0})
ms: Setiap orang (-{0})
nl: Iedereen (-{0})
pl: Wszystkimi (-{0})
pt_br: Todos (-{0})
ru: Все (-{0})
sv: Alla (-{0})
tr: Herkes (-{0})
uk: З усіма (-{0})
uz: Hamma (-{0})

# P2PNobody
source: Nobody
ar: لا أحد
be: Ніхто
ca: Ningú
de: Niemand
es: Nadie
fa: هیچ‌کس
fi: Ei kukaan
fr: Personne
id: Tidak Ada
it: Nessuno
ko: 없음
ms: Tiada orang
nl: Niemand
pl: Nikim
pt_br: Ninguém
ru: Не использовать
sv: Inga
tr: Hiç kimse
uk: Ні з ким
uz: Hech kim

# P2PNobodyPlus
source: Nobody (+{0})
ar: لا أحد (+⁨{0}⁩)
be: Ніхто (+{0})
ca: Ningú (+{0})
de: Niemand (+{0})
es: Nadie (+{0})
fa: هیچ‌کس (+⁨{0}⁩)
fi: Ei kukaan (+{0})
fr: Personne (+{0})
id: Tidak ada (+{0})
it: Nessuno (+{0})
ko: 없음 (+{0})
ms: Tiada orang (+{0})
nl: Niemand (+{0})
pl: Nikim (+{0})
pt_br: Ninguém (+{0})
ru: Не использовать (+{0})
sv: Inga (+{0})
tr: Hiç kimse (+{0})
uk: Ні з ким (-{0})
uz: Hech kim (+{0})

# Page1Message
source: The world's **fastest** messaging app. It is **free** and **secure**.
ar: تطبيق المراسلة **الأسرعُ** عالميًّا. إنه **مجانيٌّ** و**آمنٌ** كذلك.
be: **Найхутчэйшы** месенджар у свеце. **Бясплатны** і **бяспечны**.
ca: L'aplicació de missatgeria més **ràpida** del món. És **gratuïta** i **segura**.
de: Die **schnellste** Messaging App der Welt. **Kostenlos** und **sicher**.
es: La app de mensajería **más rápida** del mundo. Es **gratis** y **segura**.
fa: **سریع‌ترین** برنامه پیام‌رسان دنیا. **رایگان** و **امن**.
fi: Maailman **nopein** pikaviestisovellus. Se on **ilmainen** ja **turvallinen**.
fr: L'application de messagerie la plus **rapide** au monde. **Gratuite** et **sécurisée**.
id: Aplikasi pesan instan **tercepat**. Telegram **gratis** dan **aman**.
it: L'app di messaggi **più veloce** al mondo. È **gratuita** e **sicura**.
ko: 세상에서 가장 **빠른** 메신저입니다. **무료**이며 **안전합니다**.
ms: Aplikasi mesej **terpantas** di dunia. Ianya **percuma** dan **selamat**.
nl: 's Werelds **snelste** berichtendienst. Het is **gratis** en **veilig**.
pl: **Najszybszy** na świecie komunikator. Jest **darmowy** i **bezpieczny**.
pt_br: O aplicativo de mensagem mais **rápido** do mundo. É **gratuito** e **seguro**.
ru: Самый **быстрый** мессенджер в мире. **Бесплатный** и **безопасный**.
sv: Världens **snabbaste** meddelandeapp - **kostnadsfri** och **säker**.
tr: Dünyanın **en hızlı** mesajlaşma uygulaması. **Ücretsiz** ve **güvenli**.
uk: **Найшвидший** месенджер у світі. **Безплатний** і **захищений**.
uz: Dunyoning **eng tezkor** muloqot ilovasi. Bu **bepul** va **xavfsiz**.
zh_cn: 世界上**最快的**聊天工具 **免费**又**安全**。
zh_tw: 世界上**最快的**聊天工具 **免費**又**安全**。

# Page2Message
source: **Telegram** delivers messages faster than any other application.
ar: **تيليجرام** يوصل الرسائل أسرع من أي تطبيق آخر.
be: **Telegram** дастаўляе паведамленні хутчэй за любую іншую праграму.
ca: El **Telegram** és més ràpid lliurant missatges que qualsevol altra aplicació.
de: **Telegram** übermittelt Nachrichten schneller als jede andere Anwendung.
es: **Telegram** entrega mensajes más rápido que cualquier otra aplicación.
fa: **تلگرام** پیام‌ها را سریع‌تر از هر برنامه دیگری ارسال می‌کند.
fi: **Telegram** toimittaa viestit perille nopeammin kuin mikään muu sovellus.
fr: **Telegram** distribue les messages plus vite que n'importe quelle autre application.
id: **Telegram** mengirim pesan lebih cepat daripada aplikasi lainnya.
it: **Telegram** consegna i messaggi più velocemente di qualsiasi altra app.
ko: **텔레그램**은 어느 메신저보다도 빠르게 메시지를 전달합니다.
ms: **Telegram** hantar mesej lebih pantas dari mana-mana aplikasi lain.
nl: **Telegram** bezorgt berichten sneller dan elke andere applicatie.
pl: **Telegram** dostarcza wiadomości szybciej niż jakakolwiek inna aplikacja.
pt_br: O **Telegram** envia mensagens mais rápido que qualquer outro aplicativo.
ru: **Telegram** доставляет сообщения быстрее любого другого приложения.
sv: **Telegram** levererar meddelanden snabbare än alla andra appar.
tr: **Telegram**, mesajları diğer uygulamalardan daha hızlı ulaştırır.
uk: **Telegram** доставляє повідомлення швидше за всі інші застосунки.
uz: **Telegram** xabarlarni boshqa ilovalarga qaraganda tezroq yetkazadi.
zh_cn: **Telegram** 收发信息 比任何应用都快。
zh_tw: **Telegram** 收發訊息 比任何程式都快。

# Page2Title
source: Fast
ar: سريع
be: Хуткі
ca: Ràpid
de: Schnell
es: Rápido
fa: سریع
fi: Nopea
fr: Rapide
id: Cepat
it: Veloce
ko: 눈부신 속도
ms: Pantas
nl: Snel
pl: Szybki
pt_br: Rápido
ru: Быстрый
sv: Snabb
tr: Hızlı
uk: Швидкий
uz: Tezkor
zh_cn: 快速
zh_tw: 快速

# Page3Message
source: **Telegram** is free forever. No ads. No subscription fees.
ar: **تيليجرام** يقدم تخزينًا سحابيًا مجانيًا غير محدود للمحادثات والوسائط.
be: **Telegram** бясплатны назаўсёды. Ніякай рэкламы. Ніякай платы за падпіску.
ca: El **Telegram** sempre serà gratuït. Sense anuncis ni subscripcions.
de: **Telegram** bleibt immer gratis. Keine Werbung. Keine Abo-Gebühren.
es: **Telegram** es gratis para siempre. Sin publicidad. Sin suscripciones.
fa: **تلگرام** برای همیشه رایگان است. هیچ تبلیغات یا هزینه اشتراکی ندارد.
fi: **Telegram** tarjoaa ilmaisen rajattoman pilvitallennustilan keskusteluille ja medialle.
fr: **Telegram** sera toujours gratuit. Pas de publicités. Pas de frais d'inscription.
id: **Telegram** gratis selamanya. Tanpa iklan. Tanpa biaya berlangganan.
it: **Telegram** è gratis per sempre. Nessuna pubblicità. Nessun abbonamento.
ko: **텔레그램**은 영원히 무료입니다. 광고도, 구독료도 없습니다.
ms: **Telegram** sentiasa percuma. Tiada iklan. Tiada yuran.
nl: **Telegram** is altijd gratis. Geen advertenties. Geen abonnementskosten.
pl: **Telegram** zawsze będzie darmowy. Bez reklam. Bez opłat abonamentowych.
pt_br: O **Telegram** será grátis para sempre. Sem anúncios. Sem tarifas.
ru: **Telegram** бесплатный навсегда. Без рекламы. Без абонентской платы.
sv: **Telegram** erbjuder kostnadsfri och obegränsad molnlagring för chatt och media.
tr: **Telegram**, sonsuza kadar ücretsizdir. Reklam yok. Abonelik ücretleri yok.
uk: **Telegram** безплатний назавжди. Жодної реклами чи абонплати.
uz: **Telegram** har doim bepul boʻlib qoladi. Reklamalarsiz. Obuna toʻlovlarisiz.
zh_cn: **Telegram** 永久免费，无广告 不收取任何费用。
zh_tw: **Telegram** 永久免費，無廣告 不收取任何費用。

# Page3Title
source: Free
ar: مجاني
be: Бясплатны
ca: Gratuït
de: Kostenlos
es: Gratuito
fa: رایگان
fi: Ilmainen
fr: Gratuit
id: Gratis
it: Gratis
ko: 평생 무료
ms: Percuma
nl: Gratis
pl: Darmowy
pt_br: Gratuito
ru: Бесплатный
sv: Kostnadsfri
tr: Ücretsiz
uk: Безплатний
uz: Bepul
zh_cn: 免费
zh_tw: 免費

# Page4Message
source: **Telegram** keeps your messages safe from hacker attacks.
ar: يحمي **تيليجرام** رسائلك من هجمات المخترقين.
be: **Telegram** засцерагае вашы паведамленні ад хакерскіх атак.
ca: El **Telegram** manté els missatges protegits d'atacs informàtics.
de: **Telegram** schützt deine Nachrichten vor Hacker-Angriffen.
es: **Telegram** mantiene tus mensajes a salvo del ataque de hackers.
fa: **تلگرام** پیام‌های شما را در مقابل حملات هکرها حفظ می‌کند.
fi: **Telegram** pitää viestisi turvassa hakkereiden hyökkäyksiltä.
fr: **Telegram** garde vos messages à l'abri des attaques pirates.
id: **Telegram** menjamin semua pesan anda aman dari serangan peretas.
it: **Telegram** protegge i tuoi messaggi dagli attacchi degli hacker.
ko: **텔레그램**은 회원님의 메시지를 해커의 공격으로부터 안전하게 지켜냅니다.
ms: **Telegram** pastikan mesej anda selamat\dari penggodam.
nl: **Telegram** beveiligt je berichten tegen aanvallen van hackers.
pl: **Telegram** chroni twoje wiadomości przed atakami hakerów.
pt_br: O **Telegram** mantém suas mensagens seguras contra ataques de hackers.
ru: **Telegram** защищает Вашу переписку от злоумышленников.
sv: **Telegram** håller dina meddelanden fria från hackerattacker.
tr: **Telegram**, mesajlarınızı saldırganlara karşı korur.
uk: **Telegram** оберігає ваші повідомлення від хакерських атак.
uz: **Telegram** xabarlaringizni xakerlar hujumidan saqlaydi.
zh_cn: **Telegram** 保障您的消息安全 免受黑客攻击。
zh_tw: **Telegram** 保障您的訊息安全 免受黑客攻擊。

# Page4Title
source: Secure
ar: آمن
be: Бяспечны
ca: Segur
de: Sicher
es: Seguro
fa: امن
fi: Turvallinen
fr: Sécurisé
id: Aman
it: Sicuro
ko: 철통 보안
ms: Selamat
nl: Veilig
pl: Bezpieczny
pt_br: Seguro
ru: Безопасный
sv: Säker
tr: Güvenli
uk: Захищений
uz: Xavfsiz
zh_cn: 安全
zh_tw: 安全

# Page5Message
source: **Telegram** has no limits on the size of your media and chats.
ar: لا يفرض **تيليجرام** قيودًا على حجم وسائطك ومحادثاتك.
be: **Telegram** не абмяжоўвае памеры вашых медыя і чатаў.
ca: El **Telegram** no posa límits a la mida dels vostres fitxers i xats.
de: **Telegram** begrenzt die Größe deiner Medien und Chats nicht.
es: **Telegram** no tiene límite de espacio para tus archivos multimedia y chats.
fa: **تلگرام** هیچ محدودیتی برای حجم رسانه‌ها و گفتگوهای شما ندارد.
fi: **Telegram** ei rajoita median tai keskustelujen kokoa.
fr: **Telegram** n'a pas de limites sur la taille de vos échanges et de vos médias.
id: **Telegram** memberikan layanan tanpa batas ukuran untuk pesan dan media.
it: **Telegram** non ha limiti di dimensione per le tue chat e i file multimediali.
ko: **텔레그램**으로 대화와 미디어를 용량 걱정 없이 즐기세요.
ms: **Telegram** tiada had terhadap saiz media dan chat anda.
nl: **Telegram** beperkt je niet in de grootte van je media of chats.
pl: **Telegram** nie ma ograniczeń rozmiaru twoich multimediów i czatów.
pt_br: O **Telegram** não tem limites no tamanho das suas mídias e chats.
ru: **Telegram** не ограничивает размер Ваших медиафайлов и чатов.
sv: **Telegram** har inga storleksgränser för media och chattar.
tr: **Telegram'da** mesajlarınız ve dosyalarınız için boyut sınırı yoktur.
uk: **Telegram** не обмежує вас у розмірі чатів і медіа.
uz: **Telegram** mediafayllar va chatlaringiz hajmiga cheklov qoʻymaydi.
zh_cn: **Telegram** 不限制历史记录中 媒体文件和消息大小。
zh_tw: **Telegram** 不限制歷史記錄中 媒體文件和訊息大小。

# Page5Title
source: Powerful
ar: قوي
be: Магутны
ca: Potent
de: Leistungsstark
es: Poderoso
fa: قدرتمند
fi: Tehokas
fr: Puissant
id: Tangguh
it: Potente
ko: 강력함
ms: Berkuasa
nl: Krachtig
pl: Potężny
pt_br: Poderoso
ru: Мощный
sv: Kraftfull
tr: Güçlü
uk: Потужний
uz: Kuchli
zh_cn: 强大
zh_tw: 強大

# Page6Message
source: **Telegram** lets you access your messages from multiple devices.
ar: **تيليجرام** يتيح لك الوصول لرسائلك من أجهزة متعددة.
be: Вы можаце карыстацца **Telegram** з некалькіх прылад адначасова.
ca: El **Telegram** us permet accedir als missatges des de diversos dispositius.
de: **Telegram** kannst du vom Handy, Tablet oder auch Computer synchronisiert benutzen.
es: **Telegram** te permite acceder a tus mensajes desde múltiples dispositivos.
fa: **تلگرام** به شما اجازه می‌دهد از چند دستگاه به پیام‌های خود دسترسی داشته باشید.
fi: **Telegramilla** pääset viesteihisi usealta laitteelta.
fr: **Telegram** vous permet d'accéder à vos messages depuis plusieurs appareils.
id: **Telegram** memudahkan anda untuk mengakses pesan dari beberapa perangkat.
it: **Telegram** ti consente di accedere ai tuoi messaggi da più dispositivi.
ko: **텔레그램**은 몇 대의 기기에서든 자유롭게 이용하실 수 있습니다.
ms: **Telegram** membolehkan anda akses mesej anda dari pelbagai peranti.
nl: **Telegram** biedt toegang tot je berichten vanaf meerdere apparaten.
pl: **Telegram** umożliwia dostęp do wiadomości z wielu urządzeń.
pt_br: O **Telegram** permite que você acesse suas mensagens em vários dispositivos.
ru: В **Telegram** можно переписываться с любого количества устройств.
sv: **Telegram** ger dig åtkomst till dina meddelanden från flera enheter.
tr: **Telegram**, mesajlarınıza birden fazla cihazdan ulaşabilmenizi sağlar.
uk: **Telegram** надає вам доступ до повідомлень з безлічі пристроїв.
uz: **Telegram** xabarlaringizga bir nechta qurilmalardan kirish imkoniyatini beradi.
zh_cn: **Telegram** 让您能从 多个设备收发消息。
zh_tw: **Telegram** 讓您能從 多個設備收發訊息。

# Page6Title
source: Cloud-Based
ar: تخزين سحابي
be: Воблачны
ca: Al núvol
de: Cloud-basiert
es: Basado en la nube
fa: بر پایه رایانش اَبری
fi: Pilvipohjainen
fr: Dans le nuage
id: Berbasis Awan
it: Basato sul cloud
ko: 클라우드 기반
ms: Berasaskan Awan
nl: In de cloud
pl: Działający w chmurze
pt_br: Baseado em Nuvem
ru: Облачный
sv: Molnbaserat
tr: Bulut Tabanlı
uk: Хмарний
uz: Bulutli
zh_cn: 云端
zh_tw: 雲端

# PaintArrow
source: Arrow
ar: سهم
be: Стрэлка
ca: Fletxa
de: Pfeil
es: Flecha
fa: فلش
fi: Nuoli
fr: Flèche
id: Panah
it: Freccia
ko: 화살표
ms: Anak panah
nl: Pijl
pl: Strzałka
pt_br: Seta
ru: Стрелка
sv: Pil
tr: Ok
uk: Стрілка
uz: Strelka

# PaintDelete
source: Delete
ar: حذف
be: Выдаліць
ca: Elimina
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
id: Hapus
it: Elimina
ko: 삭제
ms: Hapus
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Видалити
uz: Oʻchirish
zh_cn: 删除
zh_tw: 删除

# PaintDuplicate
source: Duplicate
ar: تكرار
be: Дубляваць
ca: Duplica
de: Klonen
es: Duplicar
fa: تکرار
fi: Kahdenna
fr: Dupliquer
id: Duplikat
it: Duplica
ko: 복제
ms: Salin
nl: Klonen
pl: Duplikuj
pt_br: Duplicar
ru: Копировать
sv: Duplicera
tr: Çoğalt
uk: Дублювати
uz: Nusxa ko‘chirish
zh_cn: 复制
zh_tw: 複製

# PaintEdit
source: Edit
ar: تعديل
be: Рэдагаваць
ca: Edita
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
ko: 수정
ms: Sunting
nl: Bewerk
pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Redigera
tr: Düzenle
uk: Редагувати
uz: Tahrirlash
zh_cn: 编辑
zh_tw: 編輯

# PaintFramed
source: Framed
ar: بإطار
be: У рамцы
ca: Emmarcat
de: Gerahmt
es: Enmarcado
fa: قاب شده
fi: Kehystetty
fr: Encadré
id: Blok Teks
it: Incorniciato
ko: 프레임
ms: Dibingkai
nl: Omlijst
pl: Obramowany
pt_br: Fundo
ru: С фоном
sv: Inramad
tr: Çerçeveli
uk: З тлом
uz: Fon bilan

# PaintMarker
source: Marker
ar: قلم التحديد
be: Маркер
ca: Rotulador
es: Resaltador
fa: ماژیک
fi: Tussi
fr: Marqueur
id: Spidol
it: Evidenziatore
ko: 마커
ms: Penanda
nl: Markeerstift
pt_br: Marcador
ru: Маркер
sv: Markör
tr: İşaretleyici
uk: Маркер

# PaintNeon
source: Neon
ar: مضيئ
be: Неон
ca: Neó
es: Neón
fa: نئون
fr: Néon
ko: 네온
ru: Неон
uk: Неон

# PaintOutlined
source: Outlined
ar: حدود
be: Абведзены
ca: Contornat
de: Kontur
es: Contorno
fa: دورگیری شده
fi: Ääriviivat
fr: Encadré
id: Garis Luar
it: Contornato
ko: 외곽선
ms: Garisan
nl: Omlijnd
pl: Kontury
pt_br: Delineado
ru: Контур
sv: Inramad
tr: Anahatlı
uk: Обведений
uz: Kontur
zh_cn: 轮廓
zh_tw: 輪廓

# PaintPen
source: Pen
ar: قلم
be: Пяро
ca: Bolígraf
de: Stift
es: Bolígrafo
fa: خودکار
fi: Kynä
fr: Crayon
it: Penna
ko: 펜
pl: Długopis
pt_br: Caneta
ru: Ручка
sv: Penna
tr: Kalem
uk: Ручка
uz: Ruchka

# PaintRegular
source: Regular
ar: عادي
be: Звычайны
ca: Normal
de: Normal
es: Normal
fa: معمولی
fi: Normaali
fr: Normal
id: Reguler
it: Normale
ko: 일반
ms: Biasa
nl: Normaal
pl: Zwykły
ru: Обычный
sv: Vanlig
tr: Normal
uk: Звичайний
uz: Odatiy
zh_cn: 常规
zh_tw: 常規

# Participants_one
source: {0} participant
ar: ⁨{0}⁩ مشارك
be: {0} удзельнік
de: {0} Teilnehmer
es: {0} participante
fi: {0} puhelussa
it: {0} partecipante
nl: {0} deelnemer
pl: {0} uczestnik
pt_br: {0} participante
ru: {0} участник
sv: {0} deltagare
tr: {0} katılımcı
uk: {0} присутній

# Participants_other
source: {0} participants
ar: ⁨{0}⁩ مشارك
be: {0} удзельніка
de: {0} Teilnehmer
es: {0} participantes
fi: {0} puhelussa
it: {0} partecipanti
ko: 참가자 {0}명
ms: {0} peserta
nl: {0} deelnemers
pl: {0} uczestnika
pt_br: {0} participantes
ru: {0} участника
sv: {0} deltagare
tr: {0} katılımcı
uk: {0} присутніх

# Passcode
source: Passcode Lock
ar: رمز القفل
be: Код блакіроўкі
ca: Codi d'accés
de: Pincode-Sperre
es: Código de bloqueo
fa: قفل با گذرواژه
fi: Pääsykoodilukko
fr: Code d'accès
id: Kunci Aplikasi
it: Codice di blocco
ko: 암호 잠금
ms: Kunci Kod Laluan
nl: Toegangscode-vergrendeling
pl: Blokada kodem dostępu
pt_br: Senha de Bloqueio
ru: Код-пароль
sv: Åtkomstkodslås
tr: Uygulama Kilidi
uk: Код блокування
uz: Kirish kodi bilan qulflash
zh_cn: 密码锁
zh_tw: 密碼鎖

# PasscodeDoNotMatch
source: Passcodes do not match
ar: رموز القفل غير متطابقة
be: Коды доступу не супадаюць
ca: Els codis d'accés no concorden
de: Pincode falsch
es: Los códigos no coinciden
fa: گذرواژه‌ها همخوانی ندارند
fi: Pääsykoodit eivät täsmää
fr: Les codes d'accès ne correspondent pas
id: Kode sandi tidak cocok
it: I codici non corrispondono
ko: 암호가 일치하지 않습니다.
ms: Kod laluan tidak sama
nl: Toegangscodes komen niet overeen
pl: Kody dostępu są niezgodne
pt_br: As senhas não são iguais
ru: Код-пароли не совпадают
sv: Åtkomstkoderna stämmer inte överens
tr: Parolalar eşleşmiyor
uk: Коди блокування не збігаються
uz: Kirish kodlari bir-biriga mos emas
zh_cn: 锁定码前后不一致
zh_tw: 鎖定碼前後不一致

# PasscodeFinish
source: Set Passcode
ar: تعيين رمز القفل
ca: Estableix un codi d'accés
de: Pincode festlegen
es: Poner código
fi: Aseta pääsykoodi
fr: Définir un code d'accès
it: Imposta codice
ko: 암호 설정
ms: Set Kata Laluan
pl: Ustaw kod dostępu
pt_br: Definir Senha
ru: Задать код-пароль
sv: Bestäm åtkomstkod
tr: Parola ayarla
uk: Встановити код блокування

# PasscodePassword
source: Password
ar: كلمة مرور
be: Пароль
ca: Contrasenya
de: Passwort
es: Contraseña
fa: گذرواژه
fi: Salasana
fr: Mot de passe
id: Sandi
ko: 암호
ms: Kata laluan
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль
uz: Parol
zh_cn: 密码
zh_tw: 密碼

# PasscodePIN
source: PIN
ar: رقم
be: PIN-код
de: Pincode
fa: پین
fi: PIN-koodi
ru: ПИН-код
uk: PIN-код
uz: PIN kod
zh_cn: PIN 码
zh_tw: PIN 碼

# PasscodeReinstallNotice
source: If you forget your passcode, you'll need to **reinstall** the app. All secret chats will be lost.
ar: إذا نسيت رمز القفل سيتعين عليك **تسجيل الخروج** أو إعادة تثبيت التطبيق. سيؤدي ذلك إلى فقدان كل المحادثات السرية.
be: Калі вы забудзецеся код доступу, вам прыйдзецца **пераўсталяваць** праграму. Усе сакрэтныя чаты будуць страчаны.
ca: Si oblideu el codi d'accés, haureu de **reinstal·lar** l'aplicació. Es perdran tots els xats secrets.
es: Si lo olvidas, tendrás que **reinstalar** la app. Perderás todos los chats secretos.
fi: Jos unohdat pääsykoodisi, sinun tulee **kirjautua ulos** tai **asentaa sovellus uudelleen**. Menetät salaiset keskustelusi.
fr: Si vous oubliez votre code d'accès, vous devrez **réinstaller** l'application. Tous les échanges secrets seront perdus.
it: Se dimentichi il tuo codice, dovrai **reinstallare** l'app. Tutte le chat segrete saranno perse.
ms: Jika anda lupa kod laluan, anda perlu **pasang semula** aplikasi. Semua bual rahsia akan hilang.
pl: Jeśli zapomnisz kod dostępu, musisz **ponownie zainstalować** aplikację. Wszystkie sekretne czaty zostaną utracone.
pt_br: Se você esquecer a senha, será necessário **reinstalar** o aplicativo. Todos os chats secretos serão perdidos.
ru: Если Вы забудете пароль, приложение придётся **переустановить**. Секретные чаты будут потеряны.
sv: Om du glömmer bort din åtkomstkod behöver du **logga ut** eller **ominstallera* appen. Alla hemliga chattar kommer försvinna.
tr: Eğer parolanızı unutursanız, uygulamayı **yeniden yüklemeniz** gerekecektir. Tüm gizli sohbetler kaybolacaktır.
uk: Якщо ви забудете код блокування, необхідно буде **перевстановити** застосунок. При цьому всі секретні чати буде втрачено.

# PasscodeScreenHint
source: Tap the lock icon on the chats page to lock the app.
ar: يمكنك قفل التطبيق بالنقر على أيقونة القفل أعلى قائمة المحادثات.
ca: Toqueu la icona del cadenat a la pàgina de xats per a blocar l'aplicació.
de: Tippe auf das Schloss-Symbol in der Chatliste, um die App zu (ent)sperren.
es: Toca el ícono del candado en la lista de chats para bloquear la app.
fi: Lukitse sovellus napauttamalla keskustelulistan lukkoa.
fr: Appuyez sur l'icône de verrouillage au dessus de la liste de vos échanges pour verrouiller et déverrouiller l'application.
it: Tocca l'icona col lucchetto nella pagina delle chat per bloccare l'app.
ko: 대화 페이지에서 잠금 아이콘을 탭하여 앱을 잠그거나 해제할 수 있습니다.
ms: Tekan ikon kunci pada halaman bual untuk kunci aplikasi.
pl: Dotknij ikonę kłódki na stronie czatu, aby zablokować aplikację.
pt_br: Toque no ícone de cadeado na lista de conversas para bloquear e desbloquear o app.
ru: Для блокировки и разблокировки приложения нажмите на значок замка в списке чатов.
sv: Tryck på låsikonen ovanför chattlistan för att låsa appen.
tr: Uygulamayı kilitlemek için sohbetler sayfasındaki kilit simgesine dokunun.
uk: У списку чатів є іконка замка, що блокує застосунок.

# PasscodesDoNotMatchTryAgain
source: Passcodes don't match. Please try again.
ar: رموز القفل غير متطابقة، ترجى إعادة المحاولة.
be: Коды доступу не супадаюць. Паспрабуйце яшчэ раз.
ca: Els codis d'accés no concorden. Torneu a provar-ho.
de: Pincodes stimmen nicht überein. Bitte erneut versuchen.
es: Los códigos no coinciden. Por favor, reinténtalo.
fi: Pääsykoodit eivät täsmää. Yritä uudelleen.
fr: Les codes d'accès ne correspondent pas. Veuillez réessayer.
it: I codici non corrispondono. Per favore riprova.
ko: 암호가 일치하지 않습니다. 다시 시도해주세요.
ms: Kod laluan tidak tepat. Sila cuba lagi.
pl: Kody dostępu są niezgodne. Spróbuj ponownie.
pt_br: As senhas não coincidem. Tente novamente.
ru: Пароли не совпадают. Повторите попытку.
sv: Åtkomstkoderna stämmer inte överens. Försök igen.
tr: Parolalar eşleşmiyor. Lütfen tekrar deneyin.
uk: Коди не збігаються. Спробуйте ще раз.

# PasscodeSwitchToPassword
source: Switch to password
ar: التحويل لكلمة مرور
be: Пераключыць на пароль
ca: Canvia a una contrasenya
de: Zu Passwort wechseln
es: Cambiar a contraseña
fi: Vaihda salasanaan
fr: Utiliser un mot de passe
it: Passa alla password
ko: 암호로 전환
ms: Tukar ke kata laluan
pl: Przełącz na hasło
pt_br: Alterar para senha
ru: Использовать пароль
sv: Växla till lösenord
tr: Parolaya geç
uk: Змінити на пароль

# PasscodeSwitchToPIN
source: Switch to PIN
ar: استخدام الأرقام
be: Пераключыць на PIN-код
ca: Canvia a un PIN
de: Zu PIN wechseln
es: Cambiar a PIN
fi: Vaihda numerokoodiin
fr: Utiliser un code PIN
it: Passa al PIN
ko: PIN으로 전환
ms: Tukar ke PIN
pl: Przełącz na PIN
pt_br: Alterar para PIN
ru: Использовать пин-код
sv: Växla till pinkod
tr: PIN'e geç
uk: Змінити на PIN-код
